{
  "data": [
    " ",
    " ",
    "To Charlie Shribner And",
    "To Max Perkins",
    " ",
    "He was an old man who fished alone in a skiff in the Gulf Stream \nand he had gone eighty-four days now without taking a fish. In the first forty \ndays a boy had been with him. But after forty days without a fish the boy’s \nparents had told him that the old man was now definitely and finally salao, \nwhich is the worst form of unlucky, and the boy had gone at their orders in \nanother boat which caught three good fish the first week. It made the boy sad \nto see the old man come in each day with his skiff empty and he always went \ndown to help him carry either the coiled lines or the gaff and harpoon and the \nsail that was furled around the mast. The sail was patched with flour sacks \nand, furled, it looked like the flag of permanent defeat. The old man was thin \nand gaunt with deep wrinkles in the back of his neck. The brown blotches of the \nbenevolent skin cancer the sun brings from its [9] reflection on the tropic sea \nwere on his cheeks. The blotches ran well down the sides of his face and his \nhands had the deep-creased scars from handling heavy fish on the cords. But \nnone of these scars were fresh. They were as old as erosions in a fishless \ndesert. Everything about him was old except his eyes and they were the same \ncolor as the sea and were cheerful and undefeated.",
    "“Santiago,” the boy said to him as they climbed the bank from \nwhere the skiff was hauled up. “I could go with you again. We’ve made some \nmoney.”",
    "The old man had taught the boy to fish and the boy loved him.",
    "“No,” the old man said. “You’re with a lucky boat. Stay with \nthem.”",
    "“But remember how you went eighty-seven days without fish and \nthen we caught big ones every day for three weeks.”",
    "“I remember,” the old man said. “I know you did not leave me \nbecause you doubted.”",
    "“It was papa made me leave. I am a boy and I must obey him.”",
    "“I know,” the old man said. “It is quite normal.”",
    "“He hasn’t much faith.”",
    "[10] “No,” the old man said. “But we have. Haven’t we?”",
    "“Yes,” the boy said. “Can I offer you a beer on the Terrace and \nthen we’ll take the stuff home.”",
    "“Why not?” the old man said. “Between fishermen.”",
    "They sat on the Terrace and many of the fishermen made fun of \nthe old man and he was not angry. Others, of the older fishermen, looked at him \nand were sad. But they did not show it and they spoke politely about the \ncurrent and the depths they had drifted their lines at and the steady good \nweather and of what they had seen. The successful fishermen of that day were \nalready in and had butchered their marlin out and carried them laid full length \nacross two planks, with two men staggering at the end of each plank, to the \nfish house where they waited for the ice truck to carry them to the market in \nHavana. Those who had caught sharks had taken them to the shark factory on the \nother side of the cove where they were hoisted on a block and tackle, their \nlivers removed, their fins cut off and their hides skinned out and their flesh \ncut into strips for salting. When the wind was in the east a smell came across \nthe harbour from the shark factory; but today there [11] was only the faint \nedge of the odour because the wind had backed into the north and then dropped \noff and it was pleasant and sunny on the Terrace.",
    "“Santiago,” the boy said.",
    "“Yes,” the old man said. He was holding his glass and thinking \nof many years ago.",
    "“Can I go out to get sardines for you for tomorrow?”",
    "“No. Go and play baseball. I can still row and Rogelio will \nthrow the net.”",
    "“I would like to go. If I cannot fish with you. I would like to \nserve in some way.”",
    "“You bought me a beer,” the old man said. “You are already a \nman.”",
    "“How old was I when you first took me in a boat?”",
    "“Five and you nearly were killed when I brought the fish in too \ngreen and he nearly tore the boat to pieces. Can you remember?”",
    "“I can remember the tail slapping and banging and the thwart \nbreaking and the noise of the clubbing. I can remember you throwing me into the \nbow where the wet coiled lines were and feeling the whole boat shiver and the \nnoise of you clubbing him like chopping a tree down and the sweet blood smell \nall over me.”",
    "[12] “Can you really remember that or did I just tell it to \nyou?”",
    "“I remember everything from when we first went together.”",
    "The old man looked at him with his sun-burned, confident loving \neyes.",
    "“If you were my boy I’d take you out and gamble,” he said. “But \nyou are your father’s and your mother’s and you are in a lucky boat.”",
    "“May I get the sardines? I know where I can get four baits too.”",
    "“I have mine left from today. I put them in salt in the box.”",
    "“Let me get four fresh ones.”",
    "“One,” the old man said. His hope and his confidence had never \ngone. But now they were freshening as when the breeze rises.",
    "“Two,” the boy said.",
    "“Two,” the old man agreed. “You didn’t steal them?”",
    "“I would,” the boy said. “But I bought these.”",
    "“Thank you,” the old man said. He was too simple to wonder when \nhe had attained humility. But he [13] knew he had attained it and he knew it \nwas not disgraceful and it carried no loss of true pride.",
    "“Tomorrow is going to be a good day with this current,” he said.",
    "“Where are you going?” the boy asked.",
    "“Far out to come in when the wind shifts. I want to be out \nbefore it is light.”",
    "“I’ll try to get him to work far out,” the boy said. “Then if \nyou hook something truly big we can come to your aid.”",
    "“He does not like to work too far out.”",
    "“No,” the boy said. “But I will see something that he cannot see \nsuch as a bird working and get him to come out after dolphin.”",
    "“Are his eyes that bad?”",
    "“He is almost blind.”",
    "“It is strange,” the old man said. “He never went turtle-ing. \nThat is what kills the eyes.”",
    "“But you went turtle-ing for years off the Mosquito Coast and \nyour eyes are good.”",
    "“I am a strange old man”",
    "“But are you strong enough now for a truly big fish?”",
    "“I think so. And there are many tricks.”",
    "[14] “Let us take the stuff home,” the boy said. “So I can get \nthe cast net and go after the sardines.”",
    "They picked up the gear from the boat. The old man carried the \nmast on his shoulder and the boy carried the wooden boat with the coiled, \nhard-braided brown lines, the gaff and the harpoon with its shaft. The box with \nthe baits was under the stern of the skiff along with the club that was used to \nsubdue the big fish when they were brought alongside. No one would steal from \nthe old man but it was better to take the sail and the heavy lines home as the \ndew was bad for them and, though he was quite sure no local people would steal \nfrom him, the old man thought that a gaff and a harpoon were needless \ntemptations to leave in a boat. They walked up the road together to the old \nman’s shack and went in through its open door. The old man leaned the mast with \nits wrapped sail against the wall and the boy put the box and the other gear \nbeside it. The mast was nearly as long as the one room of the shack. The shack \nwas made of the tough budshields of the royal palm which are called guano and \nin it there was a bed, a table, one chair, and a place on the dirt floor to \ncook with charcoal. On the brown walls of the flattened, overlapping leaves of \nthe sturdy fibered [15] guano there was a picture in color of the Sacred Heart \nof Jesus and another of the Virgin of Cobre. These were relics of his wife. \nOnce there had been a tinted photograph of his wife on the wall but he had \ntaken it down because it made him too lonely to see it and it was on the shelf \nin the corner under his clean shirt.",
    "“What do you have to eat?” the boy asked.",
    "“A pot of yellow rice with fish. Do you want some?”",
    "“No. I will eat at home. Do you want me to make the fire?”",
    "“No. I will make it later on. Or I may eat the rice cold.”",
    "“May I take the cast net?”",
    "“Of course.”",
    "There was no cast net and the boy remembered when they had sold \nit. But they went through this fiction every day. There was no pot of yellow \nrice and fish and the boy knew this too.",
    "“Eighty-five is a lucky number,” the old man said. “How would \nyou like to see me bring one in that dressed out over a thousand pounds?”",
    "“I’ll get the cast net and go for sardines. Will you sit in the \nsun in the doorway?”",
    "[16] “Yes. I have yesterday’s paper and I will read the \nbaseball.”",
    "The boy did not know whether yesterday’s paper was a fiction \ntoo. But the old man brought it out from under the bed.",
    "“Perico gave it to me at the bodega,” he explained. “I’ll be \nback when I have the sardines. I’ll keep yours and mine together on ice and we \ncan share them in the morning. When I come back you can tell me about the \nbaseball.”",
    "“The Yankees cannot lose.”",
    "“But I fear the Indians of Cleveland.”",
    "“Have faith in the Yankees my son. Think of the great DiMaggio.”",
    "“I fear both the Tigers of Detroit and the Indians of \nCleveland.”",
    "“Be careful or you will fear even the Reds of Cincinnati and the \nWhite Sax of Chicago.”",
    "“You study it and tell me when I come back.”",
    "“Do you think we should buy a terminal of the lottery with an \neighty-five? Tomorrow is the eighty-fifth day.”",
    "“We can do that,” the boy said. “But what about the eighty-seven \nof your great record?”",
    "[17] “It could not happen twice. Do you think you can find an \neighty-five?”",
    "“I can order one.",
    "“One sheet. That’s two dollars and a half. Who can we borrow \nthat from?”",
    "“That’s easy. I can always borrow two dollars and a half.”",
    "“I think perhaps I can too. But I try not to borrow. First you \nborrow. Then you beg.”",
    "“Keep warm old man,” the boy said. “Remember we are in \nSeptember.”",
    "“The month when the great fish come,” the old man said. “Anyone \ncan be a fisherman in May.”",
    "“I go now for the sardines,” the boy said. When the boy came \nback the old man was asleep in the chair and the sun was down. The boy took the \nold army blanket off the bed and spread it over the back of the chair and over \nthe old man’s shoulders. They were strange shoulders, still powerful although \nvery old, and the neck was still strong too and the creases did not show so \nmuch when the old man was asleep and his head fallen forward. His shirt had \nbeen patched so many times that it was like the sail and the patches were faded \nto many different shades by the sun. The [18] old man’s head was very old \nthough and with his eyes closed there was no life in his face. The newspaper \nlay across his knees and the weight of his arm held it there in the evening \nbreeze. He was barefooted. The boy left him there and when he came back the old \nman was still asleep.",
    "“Wake up old man,” the boy said and put his hand on one of the \nold man’s knees. The old man opened his eyes and for a moment he was coming \nback from a long way away. Then he smiled.",
    "“What have you got?” he asked.",
    "“Supper,” said the boy. “We’re going to have supper.”",
    "“I’m not very hungry.”",
    "“Come on and eat. You can’t fish and not eat.”",
    "“I have,” the old man said getting up and taking the newspaper \nand folding it. Then he started to fold the blanket.",
    "“Keep the blanket around you,” the boy said. “You’ll not fish \nwithout eating while I’m alive.”",
    "“Then live a long time and take care of yourself,” the old man \nsaid. “What are we eating?”",
    "“Black beans and rice, fried bananas, and some stew.”",
    "[19] The boy had brought them in a two-decker metal container \nfrom the Terrace. The two sets of knives and forks and spoons were in his \npocket with a paper napkin wrapped around each set.",
    "“Who gave this to you?”",
    "“Martin. The owner.”",
    "“I must thank him.”",
    "“I thanked him already,” the boy said. “You don’t need to thank \nhim.”",
    "“I’ll give him the belly meat of a big fish,” the old man said. \n“Has he done this for us more than once?”",
    "“I think so.”",
    "“I must give him something more than the belly meat then. He is \nvery thoughtful for us.”",
    "“He sent two beers.”",
    "“I like the beer in cans best.”",
    "“I know. But this is in bottles, Hatuey beer, and I take back \nthe bottles.”",
    "“That’s very kind of you,” the old man said. “Should we eat?”",
    "“I’ve been asking you to,” the boy told him gently. “I have not \nwished to open the container until you were ready.”",
    "[20] “I’m ready now,” the old man said. “I only needed time to \nwash.”",
    "Where did you wash? the boy thought. The village water supply \nwas two streets down the road. I must have water here for him, the boy thought, \nand soap and a good towel. Why am I so thoughtless? I must get him another \nshirt and a jacket for the winter and some sort of shoes and another blanket.",
    "“Your stew is excellent,” the old man said.",
    "“Tell me about the baseball,” the boy asked him.",
    "“In the American League it is the Yankees as I said,” the old \nman said happily.”",
    "“They lost today,” the boy told him.",
    "“That means nothing. The great DiMaggio is himself again.”",
    "“They have other men on the team.”",
    "“Naturally. But he makes the difference. In the other league, \nbetween Brooklyn and Philadelphia I must take Brooklyn. But then I think of \nDick Sisler and those great drives In the old park.”",
    "“There was nothing ever like them. He hits the longest ball I \nhave ever seen.”",
    "“Do you remember when he used to come to the Terrace?”",
    "[21] “I wanted to take him fishing but I was too timid to ask \nhim. Then I asked you to ask him and you were too timid.”",
    "“I know. It was a great mistake. He might have gone with us. \nThen we would have that for all of our lives.”",
    "“I would like to take the great DiMaggio fishing,” the old man \nsaid. “They say his father was a fisherman. Maybe he was as poor as we are and \nwould understand.”",
    "“The great Sisler’s father was never poor and he, the father, \nwas playing in the Big Leagues when he was my age.”",
    "“When I was your age I was before the mast on a square rigged \nship that ran to Africa and I have seen lions on the beaches in the evening.”",
    "“I know. You told me.”",
    "“Should we talk about Africa or about baseball?”",
    "“Baseball I think,” the boy said. “Tell me about the great John \nJ. McGraw.” He said Jota for J.",
    "“He used to come to the Terrace sometimes too in the older days. \nBut he was rough and harsh-spoken and difficult when he was drinking. His mind \nwas on horses as well as baseball. At least he carried lists of [22] horses at \nall times in his pocket and frequently spoke the names of horses on the \ntelephone.”",
    "“He was a great manager,” the boy said. “My father thinks he was \nthe greatest.”",
    "“Because he came here the most times,” the old man said. “If \nDurocher had continued to come here each year your father would think him the greatest \nmanager.”",
    "“Who is the greatest manager, really, Luque or Mike Gonzalez?”",
    "“I think they are equal.”",
    "“And the best fisherman is you.”",
    "“No. I know others better.”",
    "“Que Va,” the boy said. “There are many good fishermen and some \ngreat ones. But there is only you.”",
    "“Thank you. You make me happy. I hope no fish will come along so \ngreat that he will prove us wrong.”",
    "“There is no such fish if you are still strong as you say.”",
    "“I may not be as strong as I think,” the old man said. “But I \nknow many tricks and I have resolution.”",
    "“You ought to go to bed now so that you will be fresh in the \nmorning. I will take the things back to the Terrace.”",
    "[23] “Good night then. I will wake you in the morning.”",
    "“You’re my alarm clock,” the boy said.",
    "“Age is my alarm clock,” the old man said. “Why do old men wake \nso early? Is it to have one longer day?”",
    "“I don’t know,” the boy said. “All I know is that young boys \nsleep late and hard.”",
    "“I can remember it,” the old man said. “I’ll waken you in time.”",
    "“I do not like for him to waken me. It is as though I were \ninferior.”",
    "“I know.”",
    "“Sleep well old man.”",
    "The boy went out. They had eaten with no light on the table and \nthe old man took off his trousers and went to bed in the dark. He rolled his \ntrousers up to make a pillow, putting the newspaper inside them. He rolled \nhimself in the blanket and slept on the other old newspapers that covered the \nsprings of the bed. He was asleep in a short time and he dreamed of Africa when \nhe was a boy and the long golden beaches and the white beaches, so white they \nhurt your eyes, and the high capes and the great brown mountains. He lived \nalong that coast now every night and in his dreams he heard the surf roar and \nsaw the native boats [24] come riding through it. He smelled the tar and oakum \nof the deck as he slept and he smelled the smell of Africa that the land breeze \nbrought at morning. Usually when he smelled the land breeze he woke up and \ndressed to go and wake the boy. But tonight the smell of the land breeze came \nvery early and he knew it was too early in his dream and went on dreaming to \nsee the white peaks of the Islands rising from the sea and then he dreamed of \nthe different harbours and roadsteads of the Canary Islands. He no longer \ndreamed of storms, nor of women, nor of great occurrences, nor of great fish, \nnor fights, nor contests of strength, nor of his wife. He only dreamed of \nplaces now and of the lions on the beach. They played like young cats in the \ndusk and he loved them as he loved the boy. He never dreamed about the boy. He \nsimply woke, looked out the open door at the moon and unrolled his trousers and \nput them on. He urinated outside the shack and then went up the road to wake \nthe boy. He was shivering with the morning cold. But he knew he would shiver \nhimself warm and that soon he would be rowing. The door of the house where the \nboy lived was unlocked and he opened it and walked in quietly with his [25] \nbare feet. The boy was asleep on a cot in the first room and the old man could \nsee him clearly with the light that came in from the dying moon. He took hold \nof one foot gently and held it until the boy woke and turned and looked at him. \nThe old man nodded and the boy took his trousers from the chair by the bed and, \nsitting on the bed, pulled them on. The old man went out the door and the boy \ncame after him. He was sleepy and the old man put his arm across his shoulders \nand said, “I am sorry.”",
    "“Qua Va,” the boy said. “It is what a man must do.”",
    "They walked down the road to the old man’s shack and all along \nthe road, in the dark, barefoot men were moving, carrying the masts of their \nboats. When they reached the old man’s shack the boy took the rolls of line in \nthe basket and the harpoon and gaff and the old man carried the mast with the \nfurled sail on his shoulder.",
    "“Do you want coffee?” the boy asked.",
    "“We’ll put the gear in the boat and then get some.”",
    "They had coffee from condensed milk cans at an early morning \nplace that served fishermen.",
    "“How did you sleep old man?” the boy asked. He [26] was waking \nup now although it was still hard for him to leave his sleep.",
    "“Very well, Manolin,” the old man said. “I feel confident \ntoday.”",
    "“So do I,” the boy said. “Now I must get your sardines and mine \nand your fresh baits. He brings our gear himself. He never wants anyone to \ncarry anything.”",
    "“We’re different,” the old man said. “I let you carry things \nwhen you were five years old.”",
    "“I know it,” the boy said. “I’ll be right back. Have another \ncoffee. We have credit here.”",
    "He walked off, bare-footed on the coral rocks, to the ice house \nwhere the baits were stored. The old man drank his coffee slowly. It was all he \nwould have all day and he knew that he should take it. For a long time now \neating had bored him and he never carried a lunch. He had a bottle of water in \nthe bow of the skiff and that was all he needed for the day. The boy was back \nnow with the sardines and the two baits wrapped in a newspaper and they went \ndown the trail to the skiff, feeling the pebbled sand under their feet, and \nlifted the skiff and slid her into the water.",
    "[27] “Good luck old man.”",
    "“Good luck,” the old man said. He fitted the rope lashings of \nthe oars onto the thole pins and, leaning forward against the thrust of the \nblades in the water, he began to row out of the harbour in the dark. There were \nother boats from the other beaches going out to sea and the old man heard the \ndip and push of their oars even though he could not see them now the moon was \nbelow the hills. Sometimes someone would speak in a boat. But most of the boats \nwere silent except for the dip of the oars. They spread apart after they were \nout of the mouth of the harbour and each one headed for the part of the ocean \nwhere he hoped to find fish. The old man knew he was going far out and he left \nthe smell of the land behind and rowed out into the clean early morning smell \nof the ocean. He saw the phosphorescence of the Gulf weed in the water as he \nrowed over the part of the ocean that the fishermen called the great well \nbecause there was a sudden deep of seven hundred fathoms where all sorts of \nfish congregated because of the swirl the current made against the steep walls \nof the floor of the ocean. Here there were concentrations of shrimp and bait \nfish and sometimes schools of squid in the deepest holes and these rose close \nto the surface at night where all the wandering fish fed on them. In the dark \nthe old man could feel the morning coming and as he rowed he heard the \ntrembling sound as flying fish left the water and the hissing that their stiff \nset wings made as they soared away in the darkness. He was very fond of flying \nfish as they were his principal friends on the ocean. He was sorry for the \nbirds, especially the small delicate dark terns that were always flying and \nlooking and almost never finding, and he thought, the birds have a harder life \nthan we do except for the robber birds and the heavy strong ones. Why did they \nmake birds so delicate and fine as those sea swallows when the ocean can be so \ncruel? She is kind and very beautiful. But she can be so cruel and it comes so \nsuddenly and such birds that fly, dipping and hunting, with their small sad \nvoices are made too delicately for the sea. He always thought of the sea as la \nmar which is what people call her in Spanish when they love her. Sometimes \nthose who love her say bad things of her but they are always said as though she \nwere a woman. Some of the younger fishermen, those who used buoys as floats for \ntheir lines and had motorboats, bought [29] when the shark livers had brought \nmuch money, spoke of her as el mar which is masculine. They spoke of her as a \ncontestant or a place or even an enemy. But the old man always thought of her \nas feminine and as something that gave or withheld great favours, and if she \ndid wild or wicked things it was because she could not help them. The moon \naffects her as it does a woman, he thought. He was rowing steadily and it was \nno effort for him since he kept well within his speed and the surface of the \nocean was flat except for the occasional swirls of the current. He was letting \nthe current do a third of the work and as it started to be light he saw he was \nalready further out than he had hoped to be at this hour. I worked the deep \nwells for a week and did nothing, he thought. Today I’ll work out where the \nschools of bonito and albacore are and maybe there will be a big one with them. \nBefore it was really light he had his baits out and was drifting with the \ncurrent. One bait was down forty fathoms. The second was at seventy-five and \nthe third and fourth were down in the blue water at one [30] hundred and one \nhundred and twenty-five fathoms. Each bait hung head down with the shank of the \nhook inside the bait fish, tied and sewed solid and all the projecting part of \nthe hook, the curve and the point, was covered with fresh sardines. Each \nsardine was hooked through both eyes so that they made a half-garland on the \nprojecting steel. There was no part of the hook that a great fish could feel \nwhich was not sweet smelling and good tasting. The boy had given him two fresh \nsmall tunas, or albacores, which hung on the two deepest lines like plummets \nand, on the others, he had a big blue runner and a yellow jack that had been \nused before; but they were in good condition still and had the excellent \nsardines to give them scent and attractiveness. Each line, as thick around as a \nbig pencil, was looped onto a green-sapped stick so that any pull or touch on \nthe bait would make the stick dip and each line had two forty-fathom coils \nwhich could be made fast to the other spare coils so that, if it were \nnecessary, a fish could take out over three hundred fathoms of line. Now the \nman watched the dip of the three sticks over the side of the skiff and rowed \ngently to keep the [31] lines straight up and down and at their proper depths. \nIt was quite light and any moment now the sun would rise. The sun rose thinly \nfrom the sea and the old man could see the other boats, low on the water and \nwell in toward the shore, spread out across the current. Then the sun was \nbrighter and the glare came on the water and then, as it rose clear, the flat \nsea sent it back at his eyes so that it hurt sharply and he rowed without \nlooking into it. He looked down into the water and watched the lines that went \nstraight down into the dark of the water. He kept them straighter than anyone \ndid, so that at each level in the darkness of the stream there would be a bait \nwaiting exactly where he wished it to be for any fish that swam there. Others \nlet them drift with the current and sometimes they were at sixty fathoms when \nthe fishermen thought they were at a hundred. But, he thought, I keep them with \nprecision. Only I have no luck any more. But who knows? Maybe today. Every day \nis a new day. It is better to be lucky. But I would rather be exact. Then when \nluck comes you are ready. The sun was two hours higher now and it did not [32] \nhurt his eyes so much to look into the east. There were only three boats in \nsight now and they showed very low and far inshore. All my life the early sun \nhas hurt my eyes, he thought. Yet they are still good. In the evening I can \nlook straight into it without getting the blackness. It has more force in the \nevening too. But in the morning it is painful. Just then he saw a man-of-war \nbird with his long black wings circling in the sky ahead of him. He made a \nquick drop, slanting down on his back-swept wings, and then circled again.",
    "“He’s got something,” the old man said aloud. “He’s not just \nlooking.”",
    "He rowed slowly and steadily toward where the bird was circling. \nHe did not hurry and he kept his lines straight up and down. But he crowded the \ncurrent a little so that he was still fishing correctly though faster than he \nwould have fished if he was not trying to use the bird. The bird went higher in \nthe air and circled again, his wings motionless. Then he dove suddenly and the \nold man saw flying fish spurt out of the water and sail desperately over the \nsurface.",
    "[33] “Dolphin,” the old man said aloud. “Big dolphin.”",
    "He shipped his oars and brought a small line from under the bow. \nIt had a wire leader and a medium-sized hook and he baited it with one of the \nsardines. He let it go over the side and then made it fast to a ring bolt in \nthe stern. Then he baited another line and left it coiled in the shade of the \nbow. He went back to rowing and to watching the long-winged black bird who was \nworking, now, low over the water. As he watched the bird dipped again slanting \nhis wings for the dive and then swinging them wildly and ineffectually as he \nfollowed the flying fish. The old man could see the slight bulge in the water \nthat the big dolphin raised as they followed the escaping fish. The dolphin \nwere cutting through the water below the flight of the fish and would be in the \nwater, driving at speed, when the fish dropped. It is a big school of dolphin, \nhe thought. They are widespread and the flying fish have little chance. The bird \nhas no chance. The flying fish are too big for him and they go too fast. He \nwatched the flying fish burst out again and again and the ineffectual movements \nof the bird. That school has gotten away from me, he thought. They are moving \nout too fast and too far. But perhaps I will pick up [34] a stray and perhaps \nmy big fish is around them. My big fish must be somewhere. The clouds over the \nland now rose like mountains and the coast was only a long green line with the \ngray blue hills behind it. The water was a dark blue now, so dark that it was \nalmost purple. As he looked down into it he saw the red sifting of the plankton \nin the dark water and the strange light the sun made now. He watched his lines \nto see them go straight down out of sight into the water and he was happy to \nsee so much plankton because it meant fish. The strange light the sun made in \nthe water, now that the sun was higher, meant good weather and so did the shape \nof the clouds over the land. But the bird was almost out of sight now and nothing \nshowed on the surface of the water but some patches of yellow, sun-bleached \nSargasso weed and the purple, formalized, iridescent, gelatinous bladder of a \nPortuguese man-of-war floating dose beside the boat. It turned on its side and \nthen righted itself. It floated cheerfully as a bubble with its long deadly \npurple filaments trailing a yard behind it in the water.",
    "“Agua mala,” the man said. “You whore.”",
    "“Now we fish together again.”",
    "“No. I am not lucky. I am not lucky anymore.”",
    "“The hell with luck,” the boy said. “I’ll bring the luck with \nme.”",
    "“What will your family say?”",
    "“I do not care. I caught two yesterday. But we will fish \ntogether now for I still have much to learn.”",
    "“We must get a good killing lance and always have it on board. \nYou can make the blade from a spring leaf from an old Ford. We can grind it in \nGuanabacoa. It should be sharp and not tempered so it will break. My knife \nbroke.”",
    "“I’ll get another knife and have the spring ground.”",
    "How many days of heavy brisa have we?”",
    "“Maybe three. Maybe more.”",
    "“I will have everything in order,” the boy said. “You get your \nhands well old man.”",
    "“I know how to care for them. In the night I spat something \nstrange and felt something in my chest was broken.”",
    "“Get that well too,” the boy said. “Lie down, old man, and I \nwill bring you your clean shirt. And something to eat.”",
    "[125] “Bring any of the papers of the time that I was gone,” the \nold man said.",
    "“You must get well fast for there is much that I can learn and \nyou can teach me everything. How much did you suffer?”",
    "“Plenty,” the old man said.",
    "“I’ll bring the food and the papers,” the boy said. “Rest well, \nold man. I will bring stuff from the drugstore for your hands.”",
    "“Don’t forget to tell Pedrico the head is his.”",
    "“No. I will remember.”",
    "As the boy went out the door and down the worn coral rock road \nhe was crying again. That afternoon there was a party of tourists at the \nTerrace and looking down in the water among the empty beer cans and dead \nbarracudas a woman saw a great long white spine with a huge tail at the end that \nlifted and swung with the tide while the east wind blew a heavy steady sea \noutside the entrance to the harbour.",
    "“What’s that?” she asked a waiter and pointed to the long \nbackbone of the great fish that was now just garbage waiting to go out with the \ntide.",
    "“Tiburon,” the waiter said. “Shark.” He was meaning to explain \nwhat had happened.",
    "“I didn’t know sharks had such handsome, beautifully formed \ntails.”",
    "“I didn’t either,” her male companion said. Up the road, in his \nshack, the old man was sleeping again. He was still sleeping on his face and \nthe boy was sitting by him watching him. The old man was dreaming about the \nlions. THE END.",
    " ",
    "About the Author Ernest Hemingway was horn in Oak Park, \nIllinois, in 1899, and began his writing career for The Kansas City Star in \n1917. During the First World War he volunteered as an ambulance driver on the \nItalian front but was invalided home, having been seriously wounded while \nserving with the infantry. In 1921 Hemingway settled in Paris, where he became \npart of the American expatriate circle of Gertrude Stein, F Scott Fitzgerald, \nEzra Pound, and Ford Maddox Ford. His first book, Three Stories and Ten Poems, \nwas published in Paris in 1923 and was followed by the short story selection In \nOur Time, which marked his American debut in 1925. With the appearance of The \nSun Also Rises in 1926, Hemingway became not only the voice of the “lost \ngeneration” but the preeminent writer of his time. This was followed by Men \nWithout Women in 1927, when Hemingway returned to the United States, and his \nnovel of the Italian front, A Farewell to Arms (1929). In the 1930s, Hemingway \nsettled in Key West, and later in Cuba, but he traveled widely—to Spain, \nFlorida, Italy and Africa—and wrote about his experiences in Death in the \nAfternoon (1932), his classic treatise on bullfighting, and Green Hills of \nAfrica (1935), an account of big-game hunting in Africa. Later he reported on \nthe Spanish Civil War, which became the background for his brilliant war novel, \nFor Whom the Bell Tolls (1939), hunted U-boats in the Caribbean, and covered \nthe European front during the Second World War. Hemingway’s most popular work, \nThe Old Man and the Sea, was awarded the Pulitzer Prize in 1953, and in 1954 \nHemingway won the Nobel Prize in Literature “for his powerful, style-forming \nmastery of the art of narration.” One of the most important influences on the \ndevelopment of the short story and novel in American fiction, Hemingway has \nseized the imagination of the American public like no other twentieth-century \nauthor. He died, by suicide, in Ketchum, Idaho, in 1961. His other works \ninclude The Torrents of Spring (1926), Winner Take Nothing (1933), To Have and \nHave Not (1937), The Fifth Column and the First Forty-Nine Stories (1938), \nAcross The River and Into the Trees (1950), and posthumously A Moveable Feast \n(1964), Islands in the Stream (1970), The Dangerous Summer (1985), and The \nGarden of Eden (1986).",
    " ",
    " "
  ]
}
